Repository: boa-z/ComicDeck
Catalog: ComicDeck/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

# source.detail.search_methods
source: Search methods: %@
zh_hans: 搜索方式：%@

# source.detail.script
source: Script
zh_hans: 脚本

# source.detail.session
source: Session
zh_hans: 会话

# source.detail.support
source: Support
zh_hans: 支持

# source.detail.supported
source: Supported
zh_hans: 支持

# source.detail.unavailable
source: Unavailable
zh_hans: 不可用

# source.detail.use_account
source: Use
zh_hans: 使用

# source.detail.validate_cookies
source: Validate Cookies
zh_hans: 验证 Cookie

# source.detail.version
source: Version
zh_hans: 版本

# source.login.account
source: Account
zh_hans: 账户

# source.login.account_login
source: Account Login
zh_hans: 账户登录

# source.login.cookie_login
source: Cookie Login
zh_hans: Cookie 登录

# source.login.login
source: Login With Account
zh_hans: 使用账户登录

# source.login.open_web
source: Open Web Login
zh_hans: 打开网页登录

# source.login.password
source: Password
zh_hans: 密码

# source.login.web_login
source: Web Login
zh_hans: 网页登录

# source.management.auto_load
source: Auto-load enabled
zh_hans: 自动加载已启用

# source.management.batch_count_format
source: %lld selected
zh_hans: 已选择 %lld 个

# source.management.delete
source: Delete
zh_hans: 删除

# source.management.empty
source: No installed sources
zh_hans: 没有已安装图源

# source.management.empty_hint
source: Refresh the repository and install a source to start browsing.
zh_hans: 刷新仓库并安装图源以开始浏览。

# source.management.installed
source: Installed Sources
zh_hans: 已安装图源

# source.management.installed_hint
source: Manage active sources, updates, and selection
zh_hans: 管理活动图源、更新和选择

# source.management.manual_load
source: Manual load
zh_hans: 手动加载

# source.management.metric.remote
source: Remote
zh_hans: 远程

# source.management.metric.updates
source: Updates
zh_hans: 更新

# source.management.open_register
source: Open Register Page
zh_hans: 打开注册页面

# source.management.repository
source: Repository
zh_hans: 仓库

# source.management.repository_hint
source: Index settings, update checks, and remote source discovery
zh_hans: 索引设置、更新检查和远程图源发现

# source.management.repository_cached_format
source: %lld remote sources cached
zh_hans: 已缓存 %lld 个远端图源

# source.management.search_placeholder
source: Search installed sources
zh_hans: 搜索已安装图源

# source.management.select_all
source: Select All
zh_hans: 全选

# source.management.selected
source: %lld selected
zh_hans: 已选择 %lld 个

# source.management.current_source
source: Current source
zh_hans: 当前源

# source.management.no_matches_subtitle
source: Try a different keyword or clear the search field.
zh_hans: 尝试其他关键词，或清空搜索框。

# source.management.no_matches_title
source: No matching sources
zh_hans: 没有匹配的源

# source.management.status.selected
source: Selected
zh_hans: 已选择

# source.management.tap_for_details
source: Tap for details
zh_hans: 轻点查看详情

# source.management.status.updating
source: Updating...
zh_hans: 更新中...

# source.management.update
source: Update
zh_hans: 更新

# source.management.update_available
source: Update available: %@
zh_hans: 可用更新：%@

# source.repository.auto_load_disabled_help
source: Remote sources stay idle until you explicitly load your source index.
zh_hans: 远程图源会保持空闲，直到你手动加载图源索引。

# source.repository.auto_load_enabled_help
source: The configured source index refreshes automatically when you open Sources.
zh_hans: 打开图源时会自动刷新已配置的图源索引。

# source.repository.auto_load_toggle
source: Auto-load source index on open
zh_hans: 打开时自动加载图源索引

# source.repository.check_updates
source: Check Updates
zh_hans: 检查更新

# source.repository.configuration_subtitle
source: Provide your own source index URL and manage update checks
zh_hans: 提供自己的图源索引 URL，并管理更新检查

# source.repository.empty_auto_subtitle
source: Pull to refresh if your source index did not load.
zh_hans: 如果图源索引未加载，请下拉刷新。

# source.repository.empty_manual_subtitle
source: Enter your source index URL, then tap Load Sources.
zh_hans: 输入图源索引 URL，然后轻点加载图源。

# source.repository.empty_title
source: Source index not loaded
zh_hans: 图源索引未加载

# source.repository.filtered_count_format
source: %lld sources in the current filter
zh_hans: 当前筛选中有 %lld 个图源

# source.repository.indexed_sources
source: Indexed Sources
zh_hans: 索引图源

# source.repository.indexed_sources_empty_subtitle
source: Load your source index to browse available sources.
zh_hans: 加载图源索引以浏览可用图源。

# source.repository.install
source: Install
zh_hans: 安装

# source.repository.load_sources
source: Load Sources
zh_hans: 加载图源

# source.repository.last_refreshed_format
source: Last refreshed %@
zh_hans: 上次刷新：%@

# source.repository.never_refreshed
source: Never refreshed
zh_hans: 尚未刷新

# source.repository.metric.installed
source: Installed
zh_hans: 已安装

# source.repository.no_matches_subtitle
source: Try a different keyword or clear the installed-only filter.
zh_hans: 尝试其他关键词，或清除仅显示已安装筛选。

# source.repository.no_matches_title
source: No matching sources
zh_hans: 没有匹配的图源

# source.repository.refresh_accessibility
source: Refresh source index
zh_hans: 刷新图源索引

# source.repository.refreshing
source: Refreshing...
zh_hans: 刷新中...

# source.repository.reinstall
source: Reinstall
zh_hans: 重新安装

# source.repository.search_placeholder
source: Search source index
zh_hans: 搜索图源索引

# source.repository.show_installed_only
source: Show installed only
zh_hans: 仅显示已安装

# source.repository.status.installed
source: Installed
zh_hans: 已安装

# source.repository.title
source: Source Index
zh_hans: 图源索引

# source.repository.update_all
source: Update All
zh_hans: 全部更新

# source.repository.visible_limit_format
source: Showing first %lld of %lld matching sources. Narrow the search to see more.
zh_hans: 当前显示前 %lld 个，共 %lld 个匹配图源。缩小搜索范围可查看更多。

# source.repository.working
source: Working...
zh_hans: 处理中...

source: Source Settings
zh_hans: 图源设置

# source.settings.count
source: %lld settings
zh_hans: %lld 项设置

# source.settings.disabled
source: Disabled
zh_hans: 已停用

# source.settings.enabled
source: Enabled
zh_hans: 已启用

# source.settings.empty
source: No source settings available.
zh_hans: 没有可用的图源设置。

# source.settings.empty_hint
source: This source does not expose runtime settings.
zh_hans: 此图源不提供运行时设置。

# source.settings.hint
source: Settings are persisted per source, following the source script contract.
zh_hans: 设置按图源持久化，遵循图源脚本约定。

# source.settings.save
source: Save
zh_hans: 保存

# source.detail.actions
source: Actions
zh_hans: 操作

# source.detail.empty
source: Select a source
zh_hans: 选择一个图源

# source.detail.empty_hint
source: Choose an installed or indexed source from the list.
zh_hans: 从列表中选择已安装或索引中的图源。

# source.management.index_footer
source: Configure your source index URL and update checks.
zh_hans: 配置图源索引 URL 和更新检查。

# source.management.title
source: Sources
zh_hans: 图源

# source.repository.last_refreshed
source: Last Refreshed
zh_hans: 上次刷新

# source.repository.summary
source: Summary
zh_hans: 摘要

# tracking.action.copy_provider
source: Copy Provider
zh_hans: 复制追踪服务

# tracking.binding.status.linked_format
source: Linked to %1$@
zh_hans: 已关联到 %1$@

# tracking.binding.status.unlinked_format
source: Unlinked from %1$@
zh_hans: 已取消关联 %1$@

# tracking.connect_before_link_format
source: Connect %1$@ in Settings before linking this comic.
zh_hans: 请先在设置中连接 %1$@，再关联这部漫画。

# tracking.disconnect
source: Disconnect
zh_hans: 断开连接

# tracking.disconnect_confirm
source: Disconnect %@? This will remove local account session and unlink all comics.
zh_hans: 断开 %@？这将移除本地账户会话并取消所有漫画的关联。

# tracking.link_entry
source: Link %@ Entry
zh_hans: 关联 %@ 条目

# tracking.not_connected
source: Not connected
zh_hans: 未连接

# tracking.progress_format
source: Progress %1$@
zh_hans: 进度 %1$@

# tracking.search
source: Search
zh_hans: 搜索

# tracking.search.navigation_title
source: Link %@
zh_hans: 关联 %@

# tracking.search.no_results_yet
source: No %@ results yet.
zh_hans: 暂无 %@ 结果。

# tracking.search.placeholder
source: Search %@ manga
zh_hans: 搜索 %@ 漫画

# tracking.section.subtitle
source: Sync reading progress to external services
zh_hans: 将阅读进度同步到外部服务

# tracking.section.title
source: Tracking
zh_hans: 追踪

# tracking.settings.access_token_placeholder
source: %@ access token
zh_hans: %@ 访问令牌

# tracking.settings.anilist.client_id
source: AniList OAuth client ID
zh_hans: AniList OAuth 客户端 ID

# tracking.settings.anilist.client_secret
source: AniList OAuth client secret
zh_hans: AniList OAuth 客户端密钥

# tracking.settings.anilist.help
source: AniList now uses authorization code OAuth. Enter both the client ID and client secret from your AniList app, and register the ComicDeck callback URL in the AniList developer console.
zh_hans: AniList 现在使用授权码 OAuth。请输入 AniList 应用的客户端 ID 和客户端密钥，并在 AniList 开发者控制台注册 ComicDeck 回调 URL。

# tracking.settings.anilist.oauth_help
source: Register %@ as the redirect URI in your AniList app, then authorize here. ComicDeck exchanges the returned authorization code locally and keeps the access token plus client secret in Keychain.
zh_hans: 请在 AniList 应用中将 %@ 注册为重定向 URI，然后在这里授权。ComicDeck 会在本地交换返回的授权码，并将访问令牌和客户端密钥保存在钥匙串中。

# tracking.settings.authorize_anilist
source: Authorize AniList
zh_hans: 授权 AniList

# tracking.settings.authorizing
source: Authorizing...
zh_hans: 授权中...

# tracking.settings.bangumi.help
source: Use a Bangumi personal access token. ComicDeck currently syncs reading progress one-way from the app to Bangumi.
zh_hans: 使用 Bangumi 个人访问令牌。ComicDeck 目前会将阅读进度从应用单向同步到 Bangumi。

# tracking.settings.connect_provider
source: Connect %@
zh_hans: 连接 %@

# tracking.settings.connected_anilist_user
source: Connected as AniList user %@
zh_hans: 已连接为 AniList 用户 %@

# tracking.settings.connected_provider_user
source: Connected as %@ user %@
zh_hans: 已连接为 %@ 用户 %@

# tracking.settings.connecting
source: Connecting...
zh_hans: 连接中...

# tracking.settings.reconnect_oauth
source: Reconnect OAuth
zh_hans: 重新连接 OAuth

# tracking.settings.status.queued_events
source: Queued Sync Events
zh_hans: 排队同步事件

# tracking.settings.status.title
source: Status
zh_hans: 状态

# tracking.settings.sync_behavior.automatic
source: Automatic Sync
zh_hans: 自动同步

# tracking.settings.sync_behavior.automatic_direction
source: Automatic Direction
zh_hans: 自动同步方向

# tracking.settings.sync_behavior.help
source: Pull and two-way sync only use confirmed bindings. Local history is updated only when a local chapter list is available.
zh_hans: 拉取和双向同步只使用已确认的绑定。只有能加载本地章节列表时才会更新本地历史。

# tracking.settings.sync_behavior.manual_default
source: Manual Sync Default
zh_hans: 手动同步默认方向

# tracking.settings.sync_behavior.provider_auto_format
source: Sync %1$@ automatically
zh_hans: 自动同步 %1$@

# tracking.settings.sync_behavior.title
source: Sync Behavior
zh_hans: 同步行为

# tracking.settings.validate_connection
source: Validate Connection
zh_hans: 验证连接

# tracking.settings.validating
source: Validating...
zh_hans: 验证中...

# tracking.source_binding.add_source_binding
source: Add source binding
zh_hans: 添加源绑定

# tracking.source_binding.bind_action
source: Bind to tracker
zh_hans: 绑定到追踪条目

# tracking.source_binding.binding
source: Binding...
zh_hans: 绑定中...

# tracking.source_binding.empty
source: No source results yet.
zh_hans: 还没有源搜索结果。

# tracking.source_binding.failed
source: Could not bind this source result.
zh_hans: 无法绑定这个源搜索结果。

# tracking.source_binding.header_format
source: Bind a %1$@ result from %2$@ to this %3$@ entry.
zh_hans: 将来自 %2$@ 的 %1$@ 搜索结果绑定到这个 %3$@ 条目。

# tracking.source_binding.no_sources
source: No source installed.
zh_hans: 未安装源。

# tracking.source_binding.search_prompt
source: Search keyword
zh_hans: 搜索关键词

# tracking.source_binding.searching
source: Searching...
zh_hans: 搜索中...

# tracking.source_binding.source_picker
source: Search source
zh_hans: 搜索源

# tracking.source_binding.title
source: Bind Source
zh_hans: 绑定源内容

# tracking.status.completed
source: Completed
zh_hans: 已完成

# tracking.status.current
source: Current
zh_hans: 在读

# tracking.status.dropped
source: Dropped
zh_hans: 已弃置

# tracking.status.paused
source: Paused
zh_hans: 暂停

# tracking.status.planning
source: Planning
zh_hans: 计划中

# tracking.status.ready
source: Ready
zh_hans: 就绪

# tracking.subscription_detail.bindings
source: Confirmed bindings
zh_hans: 已确认绑定

# tracking.subscription_detail.local_history_format
source: %1$@ · page %2$@
zh_hans: %1$@ · 第 %2$@ 页

# tracking.subscription_detail.local_page_format
source: Local page %1$@
zh_hans: 本地第 %1$@ 页

# tracking.subscription_detail.sync_hint
source: Pull and two-way sync only apply to confirmed bindings. Local history is updated after ComicDeck loads the local chapter list.
zh_hans: 拉取和双向同步只作用于已确认的绑定。ComicDeck 加载本地章节列表后才会更新本地历史。

# tracking.subscription_detail.updated_format
source: Updated %1$@
zh_hans: %1$@更新

# tracking.subscriptions.account
source: Account
zh_hans: 账户

# tracking.subscriptions.connect_required.message_format
source: Connect %1$@ in Settings > Tracking to load your manga list.
zh_hans: 请先在“设置 > 追踪”中连接 %1$@，然后加载你的漫画列表。

# tracking.subscriptions.connect_required.title_format
source: Connect %1$@ first
zh_hans: 请先连接 %1$@

# tracking.subscriptions.empty_format
source: No %1$@ manga found
zh_hans: 未找到 %1$@ 漫画

# tracking.subscriptions.empty.message_format
source: Your %1$@ manga list will appear here after it has entries.
zh_hans: 你的 %1$@ 漫画列表有条目后会显示在这里。

# tracking.subscriptions.entries
source: Entries
zh_hans: 条目

# tracking.subscriptions.error_format
source: Could not load %1$@
zh_hans: 无法加载 %1$@

# tracking.subscriptions.last_loaded
source: Loaded %1$@
zh_hans: %1$@已加载

# tracking.subscriptions.loaded_status_format
source: Loaded %1$@ %2$@ manga
zh_hans: 已加载 %1$@ 部 %2$@ 漫画

# tracking.subscriptions.loading_format
source: Loading %1$@ manga...
zh_hans: 正在加载 %1$@ 漫画...

# tracking.subscriptions.local_bindings
source: Local bindings
zh_hans: 本地绑定

# tracking.subscriptions.no_local_binding
source: No confirmed local binding yet.
zh_hans: 还没有确认的本地绑定。

# tracking.subscriptions.open_detail_format
source: Open %1$@ details
zh_hans: 打开 %1$@ 详情

# tracking.subscriptions.open_local_comic
source: Open local comic
zh_hans: 打开本地漫画

# tracking.subscriptions.open_remote_format
source: Open %1$@
zh_hans: 打开 %1$@

# tracking.subscriptions.refresh
source: Refresh
zh_hans: 刷新

# tracking.subscriptions.search_selected_source
source: Search selected source
zh_hans: 搜索当前图源

# tracking.subscriptions.no_matches_subtitle
source: Try a different keyword or clear the search field.
zh_hans: 请尝试其他关键词，或清空搜索框。

# tracking.subscriptions.no_matches_title
source: No matching entries
zh_hans: 没有匹配的条目

# tracking.subscriptions.status.unknown
source: Unknown
zh_hans: 未知

# tracking.subscriptions.subtitle_format
source: View %1$@ manga and confirmed local progress bindings.
zh_hans: 查看 %1$@ 漫画和已确认的本地进度绑定。

# tracking.subscriptions.title_format
source: %1$@ Library
zh_hans: %1$@ 书库

# tracking.sync_now
source: Sync Now
zh_hans: 立即同步

# tracking.sync.action
source: Sync
zh_hans: 同步

# tracking.sync.direction.bidirectional
source: Two-way Sync
zh_hans: 双向同步

# tracking.sync.direction.local_to_remote
source: Push Local Progress
zh_hans: 推送本地进度

# tracking.sync.direction.remote_to_local
source: Pull Tracker Progress
zh_hans: 拉取追踪进度

# tracking.sync.error.already_running
source: Tracker sync is already running.
zh_hans: 追踪同步正在运行。

# tracking.sync.error.no_binding
source: No tracker binding exists yet.
zh_hans: 还没有追踪绑定。

# tracking.sync.error.remote_entry_missing_format
source: Could not find remote tracker entry in %1$@ library.
zh_hans: 无法在 %1$@ 书库中找到远程追踪条目。

# tracking.sync.more
source: More
zh_hans: 更多

# tracking.sync.more_actions
source: More sync actions
zh_hans: 更多同步操作

# tracking.sync.status.complete
source: Tracker sync complete
zh_hans: 追踪同步完成

# tracking.sync.status.failed_format
source: Tracker sync failed : %1$@
zh_hans: 追踪同步失败：%1$@

# tracking.sync.status.pulled_history_format
source: Pulled %1$@ progress %2$@ to local history
zh_hans: 已将 %1$@ 进度 %2$@ 拉取到本地历史

# tracking.sync.status.pulled_metadata_format
source: Pulled %1$@ progress %2$@
zh_hans: 已拉取 %1$@ 进度 %2$@

# tracking.sync.status.pushed_format
source: Pushed %1$@ progress %2$@
zh_hans: 已推送 %1$@ 进度 %2$@

# tracking.sync.syncing
source: Syncing...
zh_hans: 同步中...

# tracking.unlink
source: Unlink
zh_hans: 取消关联

# tracking.action.link
source: Link
zh_hans: 关联

# tracking.status.unlinked
source: Not linked
zh_hans: 未关联

# tracking.subscriptions.search
source: Search tracker library
zh_hans: 搜索追踪资料库

# tracking.workspace.providers
source: Providers
zh_hans: 服务

# tracking.workspace.select_entry
source: Select an entry
zh_hans: 选择一个条目

# tracking.workspace.select_entry_hint
source: Choose a tracker library item to review bindings and sync progress.
zh_hans: 选择追踪资料库条目以查看关联和同步进度。

# tracking.workspace.settings
source: Tracking Settings
zh_hans: 追踪设置

# webdav.action.copy_url
source: Copy URL
zh_hans: 复制 URL

# webdav.action.refresh_remote
source: Refresh Remote Backups
zh_hans: 刷新远端备份

# webdav.action.restore_configured
source: Restore Configured Backup
zh_hans: 恢复指定备份

# webdav.action.restore_entry
source: Restore Backup
zh_hans: 恢复备份

# webdav.action.restore_latest
source: Restore Latest Remote Backup
zh_hans: 恢复最新远端备份

# webdav.action.save_configuration
source: Save Configuration
zh_hans: 保存配置

# webdav.action.test_connection
source: Test Connection
zh_hans: 测试连接

# webdav.action.upload_backup
source: Upload Backup
zh_hans: 上传备份

# webdav.complete_title
source: WebDAV Complete
zh_hans: WebDAV 已完成

# webdav.delete.message
source: Delete %@ from the remote WebDAV directory? This action cannot be undone.
zh_hans: 要从远端 WebDAV 目录删除 %@ 吗？此操作无法撤销。

# webdav.delete.title
source: Delete remote backup?
zh_hans: 删除远端备份？

# webdav.directory_url
source: Directory URL
zh_hans: 目录 URL

# webdav.error_title
source: WebDAV Error
zh_hans: WebDAV 错误

# webdav.hint
source: Use an existing WebDAV directory. Backups include tracker bindings and plaintext tracker access tokens. Offline files, active download queue, and pending tracker sync events are not uploaded.
zh_hans: 使用现有 WebDAV 目录。备份包含 Track 绑定和明文 Track 访问令牌。离线文件、当前下载队列和待处理的 Track 同步事件不会上传。

# webdav.last_result
source: Last Result
zh_hans: 上次结果

# webdav.last_sync
source: Last Sync
zh_hans: 上次同步

# webdav.navigation
source: WebDAV Sync
zh_hans: WebDAV 同步

# webdav.password
source: Password
zh_hans: 密码

# webdav.remote_file_name
source: Remote File Name
zh_hans: 远端文件名

# webdav.remote.empty
source: No remote backups loaded
zh_hans: 未加载远端备份

# webdav.remote.loading.message
source: ComicDeck is checking the configured WebDAV directory.
zh_hans: ComicDeck 正在检查已配置的 WebDAV 目录。

# webdav.remote.loading.title
source: Loading remote backups...
zh_hans: 正在加载远端备份...

# webdav.remote.no_backups.message
source: The configured WebDAV directory does not contain any JSON backup files.
zh_hans: 已配置的 WebDAV 目录中没有 JSON 备份文件。

# webdav.remote.no_backups.title
source: No remote backups found
zh_hans: 未找到远端备份

# webdav.remote.not_configured.message
source: Save a WebDAV directory before loading remote backups.
zh_hans: 请先保存 WebDAV 目录，再加载远端备份。

# webdav.remote.not_configured.title
source: WebDAV is not configured
zh_hans: WebDAV 尚未配置

# webdav.remote.not_loaded.message
source: Refresh remote backups to list JSON backup files from the configured directory.
zh_hans: 刷新远端备份后，会列出已配置目录中的 JSON 备份文件。

# webdav.remote.not_loaded.title
source: Remote backups not loaded
zh_hans: 远端备份尚未加载

# webdav.remote.unknown_metadata
source: Unknown metadata
zh_hans: 未知元数据

# webdav.section.actions
source: Actions
zh_hans: 操作

# webdav.section.remote_backups
source: Remote Backups
zh_hans: 远端备份

# webdav.section.server
source: Server
zh_hans: 服务器

# webdav.status.connection_failed
source: Connection failed
zh_hans: 连接失败

# webdav.status.connection_verified
source: Connection verified
zh_hans: 连接已验证

# webdav.status.delete_failed
source: Delete failed
zh_hans: 删除失败

# webdav.status.deleted_entry_format
source: Deleted %@
zh_hans: 已删除 %@

# webdav.status.download_failed
source: Download failed
zh_hans: 下载失败

# webdav.status.downloaded_restored
source: Downloaded and restored backup
zh_hans: 已下载并恢复备份

# webdav.status.loaded_remote_backups_format
source: Loaded %d remote backups
zh_hans: 已加载 %d 个远端备份

# webdav.status.never_synced
source: Never synced
zh_hans: 从未同步

# webdav.status.no_remote_backups
source: No remote backups found
zh_hans: 未找到远端备份

# webdav.status.not_configured
source: Not configured
zh_hans: 未配置

# webdav.status.ready
source: Ready
zh_hans: 就绪

# webdav.status.remote_listing_failed
source: Remote listing failed
zh_hans: 远端列表加载失败

# webdav.status.restore_failed
source: Restore failed
zh_hans: 恢复失败

# webdav.status.restored_entry_format
source: Restored %@
zh_hans: 已恢复 %@

# webdav.status.restored_from_webdav
source: Restored from WebDAV
zh_hans: 已从 WebDAV 恢复

# webdav.status.restored_latest
source: Restored latest remote backup
zh_hans: 已恢复最新远端备份

# webdav.status.restored_latest_summary
source: Restored latest backup
zh_hans: 已恢复最新备份

# webdav.status.upload_failed
source: Upload failed
zh_hans: 上传失败

# webdav.status.uploaded
source: Uploaded backup to WebDAV
zh_hans: 已上传备份到 WebDAV

# webdav.status.uploaded_summary
source: Uploaded backup
zh_hans: 已上传备份

# webdav.success.connection_verified
source: WebDAV connection verified.
zh_hans: WebDAV 连接已验证。

# webdav.success.deleted_entry_format
source: Deleted %@.
zh_hans: 已删除 %@。

# webdav.success.restored_configured
source: Backup downloaded from WebDAV and restored.
zh_hans: 已从 WebDAV 下载并恢复备份。

# webdav.success.restored_entry_format
source: Backup restored from %@.
zh_hans: 已从 %@ 恢复备份。

# webdav.success.restored_latest
source: Latest WebDAV backup restored.
zh_hans: 已恢复最新 WebDAV 备份。

# webdav.success.uploaded
source: Backup uploaded to WebDAV.
zh_hans: 备份已上传到 WebDAV。

# webdav.success.uploaded_with_snapshot
source: Latest backup and timestamped snapshot uploaded to WebDAV.
zh_hans: 最新备份和带时间戳的快照已上传到 WebDAV。

# webdav.unknown_error
source: Unknown WebDAV error
zh_hans: 未知 WebDAV 错误

# webdav.upload_snapshots
source: Upload timestamped snapshots
zh_hans: 上传带时间戳的快照

# webdav.username
source: Username
zh_hans: 用户名
